[
	{
		"name": "Tools",
		"desc": "A tool helps you to do something you couldn't otherwise do, such as craft or repair an item, forge a document, or pick a lock. Your race, class, background, or feats give you proficiency with certain tools. Proficiency with a tool allows you to add your proficiency bonus to any ability check you make using that tool. Tool use is not tied to a single ability, since proficiency with a tool represents broader knowledge of its use. For example, the GM might ask you to make a Dexterity check to carve a fine detail with your woodcarver's tools, or a Strength check to make something out of particularly hard wood.\n\n**Tools (table)**\n\n| Item                      | Cost  | Weight |\n|---------------------------|-------|--------|\n| **_Artisan's tools_**     |       |        |\n| - Alchemist's supplies    | 50 gp | 8 lb.  |\n| - Brewer's supplies       | 20 gp | 9 lb.  |\n| - Calligrapher's supplies | 10 gp | 5 lb.  |\n| - Carpenter's tools       | 8 gp  | 6 lb.  |\n| - Cartographer's tools    | 15 gp | 6 lb.  |\n| - Cobbler's tools         | 5 gp  | 5 lb.  |\n| - Cook's utensils         | 1 gp  | 8 lb.  |\n| - Glassblower's tools     | 30 gp | 5 lb.  |\n| - Jeweler's tools         | 25 gp | 2 lb.  |\n| - Leatherworker's tools   | 5 gp  | 5 lb.  |\n| - Mason's tools           | 10 gp | 8 lb.  |\n| - Painter's supplies      | 10 gp | 5 lb.  |\n| - Potter's tools          | 10 gp | 3 lb.  |\n| - Smith's tools           | 20 gp | 8 lb.  |\n| - Tinker's tools          | 50 gp | 10 lb. |\n| - Weaver's tools          | 1 gp  | 5 lb.  |\n| - Woodcarver's tools      | 1 gp  | 5 lb.  |\n| Disguise kit              | 25 gp | 3 lb.  |\n| Forgery kit               | 15 gp | 5 lb.  |\n| **_Gaming set_**          |       |        |\n| - Dice set                | 1 sp  | -      |\n| - Playing card set        | 5 sp  | -      |\n| Herbalism kit             | 5 gp  | 3 lb.  |\n| **_Musical instrument_**  |       |        |\n| - Bagpipes                | 30 gp | 6 lb.  |\n| - Drum                    | 6 gp  | 3 lb.  |\n| - Dulcimer                | 25 gp | 10 lb. |\n| - Flute                   | 2 gp  | 1 lb.  |\n| - Lute                    | 35 gp | 2 lb.  |\n| - Lyre                    | 30 gp | 2 lb.  |\n| - Horn                    | 3 gp  | 2 lb.  |\n| - Pan flute               | 12 gp | 2 lb.  |\n| - Shawm                   | 2 gp  | 1 lb.  |\n| - Viol                    | 30 gp | 1 lb.  |\n| Navigator's tools         | 25 gp | 2 lb.  |\n| Poisoner's kit            | 50 gp | 2 lb.  |\n| Thieves' tools            | 25 gp | 1 lb.  |\n| Vehicles (land or water)  | \\*    | \\*     |\n\n\\* See the “Mounts and Vehicles” section.\n\n**_Artisan's Tools._** These special tools include the items needed to pursue a craft or trade. The table shows examples of the most common types of tools, each providing items related to a single craft. Proficiency with a set of artisan's tools lets you add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan's tools requires a separate proficiency.\n\n**_Disguise Kit._** This pouch of cosmetics, hair dye, and small props lets you create disguises that change your physical appearance. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a visual disguise.\n\n**_Forgery Kit._** This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax, gold and silver leaf, and other supplies necessary to create convincing forgeries of physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document.\n\n**_Gaming Set._** This item encompasses a wide range of game pieces, including dice and decks of cards (for games such as Three-Dragon Ante). A few common examples appear on the Tools table, but other kinds of gaming sets exist. If you are proficient with a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate proficiency.\n\n**_Herbalism Kit._** This kit contains a variety of instruments such as clippers, mortar and pestle, and pouches and vials used by herbalists to create remedies and potions. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to identify or apply herbs. Also, proficiency with this kit is required to create antitoxin and potions of healing.\n\n**_Musical Instrument._** Several of the most common types of musical instruments are shown on the table as examples. If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument. A bard can use a musical instrument as a spellcasting focus. Each type of musical instrument requires a separate proficiency.\n\n**_Navigator's Tools._** This set of instruments is used for navigation at sea. Proficiency with navigator's tools lets you chart a ship's course and follow navigation charts. In addition, these tools allow you to add your proficiency bonus to any ability check you make to avoid getting lost at sea.\n\n**_Poisoner's Kit._** A poisoner's kit includes the vials, chemicals, and other equipment necessary for the creation of poisons. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to craft or use poisons.\n\n**_Thieves' Tools._** This set of tools includes a small file, a set of lock picks, a small mirror mounted on a metal handle, a set of narrow-bladed scissors, and a pair of pliers. Proficiency with these tools lets you add your proficiency bonus to any ability checks you make to disarm traps or open locks.",
		"parent": "Equipment"
	},
	{
		"name": "Trade Goods",
		"desc": "Most wealth is not in coins. It is measured in livestock, grain, land, rights to collect taxes, or rights to resources (such as a mine or a forest).\n\nGuilds, nobles, and royalty regulate trade. Chartered companies are granted rights to conduct trade along certain routes, to send merchant ships to various ports, or to buy or sell specific goods. Guilds set prices for the goods or services that they control, and determine who may or may not offer those goods and services. Merchants commonly exchange trade goods without using currency. The Trade Goods table shows the value of commonly exchanged goods.\n\n**Trade Goods (table)**\n\n| Cost   | Goods                                        |\n|--------|----------------------------------------------|\n| 1 cp   | 1 lb. of wheat                               |\n| 2 cp   | 1 lb. of flour or one chicken                |\n| 5 cp   | 1 lb. of salt                                |\n| 1 sp   | 1 lb. of iron or 1 sq. yd. of canvas         |\n| 5 sp   | 1 lb. of copper or 1 sq. yd. of cotton cloth |\n| 1 gp   | 1 lb. of ginger or one goat                  |\n| 2 gp   | 1 lb. of cinnamon or pepper, or one sheep    |\n| 3 gp   | 1 lb. of cloves or one pig                   |\n| 5 gp   | 1 lb. of silver or 1 sq. yd. of linen        |\n| 10 gp  | 1 sq. yd. of silk or one cow                 |\n| 15 gp  | 1 lb. of saffron or one ox                   |\n| 50 gp  | 1 lb. of gold                                |\n| 500 gp | 1 lb. of platinum                            |",
		"parent": "Equipment"
	},
	{
		"name": "Mounts and Vehicles",
		"desc": "A good mount can help you move more quickly through the wilderness, but its primary purpose is to carry the gear that would otherwise slow you down. The Mounts and Other Animals table shows each animal's speed and base carrying capacity.\n\nAn animal pulling a carriage, cart, chariot, sled, or wagon can move weight up to five times its base carrying capacity, including the weight of the vehicle. If multiple animals pull the same vehicle, they can add their carrying capacity together.\n\nMounts other than those listed here are available in fantasy gaming worlds, but they are rare and not normally available for purchase. These include flying mounts (pegasi, griffons, hippogriffs, and similar animals) and even aquatic mounts (giant sea horses, for example). Acquiring such a mount often means securing an egg and raising the creature yourself, making a bargain with a powerful entity, or negotiating with the mount itself.\n\n**_Barding._** Barding is armor designed to protect an animal's head, neck, chest, and body. Any type of armor shown on the Armor table can be purchased as barding. The cost is four times the equivalent armor made for humanoids, and it weighs twice as much.\n\n**_Saddles._** A military saddle braces the rider, helping you keep your seat on an active mount in battle. It gives you advantage on any check you make to remain mounted. An exotic saddle is required for riding any aquatic or flying mount.\n\n**_Vehicle Proficiency._** If you have proficiency with a certain kind of vehicle (land or water), you can add your proficiency bonus to any check you make to control that kind of vehicle in difficult circumstances.\n\n**_Rowed Vessels._** Keelboats and rowboats are used on lakes and rivers. If going downstream, add the speed of the current (typically 3 miles per hour) to the speed of the vehicle. These vehicles can't be rowed against any significant current, but they can be pulled upstream by draft animals on the shores. A rowboat weighs 100 pounds, in case adventurers carry it over land.\n\n**Mounts and Other Animals (table)**\n\n| Item           | Cost   | Speed  | Carrying Capacity |\n|----------------|--------|--------|-------------------|\n| Camel          | 50 gp  | 50 ft. | 480 lb.           |\n| Donkey or mule | 8 gp   | 40 ft. | 420 lb.           |\n| Elephant       | 200 gp | 40 ft. | 1,320 lb.         |\n| Horse, draft   | 50 gp  | 40 ft. | 540 lb.           |\n| Horse, riding  | 75 gp  | 60 ft. | 480 lb.           |\n| Mastiff        | 25 gp  | 40 ft. | 195 lb.           |\n| Pony           | 30 gp  | 40 ft. | 225 lb.           |\n| Warhorse       | 400 gp | 60 ft. | 540 lb.           |\n\n**Tack, Harness, and Drawn Vehicles (table)**\n\n| Item               | Cost   | Weight  |\n|--------------------|--------|---------|\n| Barding            | ×4     | ×2      |\n| Bit and bridle     | 2 gp   | 1 lb.   |\n| Carriage           | 100 gp | 600 lb. |\n| Cart               | 15 gp  | 200 lb. |\n| Chariot            | 250 gp | 100 lb. |\n| Feed (per day)     | 5 cp   | 10 lb.  |\n| **_Saddle_**       |        |         |\n| - Exotic           | 60 gp  | 40 lb.  |\n| - Military         | 20 gp  | 30 lb.  |\n| - Pack             | 5 gp   | 15 lb.  |\n| - Riding           | 10 gp  | 25 lb.  |\n| Saddlebags         | 4 gp   | 8 lb.   |\n| Sled               | 20 gp  | 300 lb. |\n| Stabling (per day) | 5 sp   | -       |\n| Wagon              | 35 gp  | 400 lb. |\n\n**Waterborne Vehicles (table)**\n\n| Item         | Cost      | Speed  |\n|--------------|-----------|--------|\n| Galley       | 30,000 gp | 4 mph  |\n| Keelboat     | 3,000 gp  | 1 mph  |\n| Longship     | 10,000 gp | 3 mph  |\n| Rowboat      | 50 gp     | 1½ mph |\n| Sailing ship | 10,000 gp | 2 mph  |\n| Warship      | 25,000 gp | 2½ mph |\n",
		"parent": "Equipment"
	},
	{
		"name": "Adventuring Gear",
		"desc": "This section describes items that have special rules or require further explanation.\n\n**_Acid._** As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, the target takes 2d6 acid damage.\n\n**_Alchemist's Fire._** This sticky, adhesive fluid ignites when exposed to air. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist's fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each of its turns. A creature can end this damage by using its action to make a DC 10 Dexterity check to extinguish the flames.\n\n**_Antitoxin._** A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs.\n\n**_Arcane Focus._** An arcane focus is a special item-an orb, a crystal, a rod, a specially constructed staff, a wand-like length of wood, or some similar item- designed to channel the power of arcane spells. A sorcerer, warlock, or wizard can use such an item as a spellcasting focus.\n\n**_Ball Bearings._** As an action, you can spill these tiny metal balls from their pouch to cover a level, square area that is 10 feet on a side. A creature moving across the covered area must succeed on a DC 10 Dexterity saving throw or fall prone. A creature moving through the area at half speed doesn't need to make the save.\n\n**_Block and Tackle._** A set of pulleys with a cable threaded through them and a hook to attach to objects, a block and tackle allows you to hoist up to four times the weight you can normally lift.\n\n**_Book._** A book might contain poetry, historical accounts, information pertaining to a particular field of lore, diagrams and notes on gnomish contraptions, or just about anything else that can be represented using text or pictures. A book of spells is a spellbook (described later in this section).\n\n**_Caltrops._** As an action, you can spread a bag of caltrops to cover a square area that is 5 feet on a side. Any creature that enters the area must succeed on a DC 15 Dexterity saving throw or stop moving this turn and take 1 piercing damage. Taking this damage reduces the creature's walking speed by 10 feet until the creature regains at least 1 hit point. A creature moving through the area at half speed doesn't need to make the save.\n\n**_Candle._** For 1 hour, a candle sheds bright light in a 5-foot radius and dim light for an additional 5 feet.\n\n**_Case, Crossbow Bolt._** This wooden case can hold up to twenty crossbow bolts.\n\n**_Case, Map or Scroll._** This cylindrical leather case can hold up to ten rolled-up sheets of paper or five rolled-up sheets of parchment.\n\n**_Chain._** A chain has 10 hit points. It can be burst with a successful DC 20 Strength check.\n\n**_Climber's Kit._** A climber's kit includes special pitons, boot tips, gloves, and a harness. You can use the climber's kit as an action to anchor yourself; when you do, you can't fall more than 25 feet from the point where you anchored yourself, and you can't climb more than 25 feet away from that point without undoing the anchor.\n\n**_Component Pouch._** A component pouch is a small, watertight leather belt pouch that has compartments to hold all the material components and other special items you need to cast your spells, except for those components that have a specific cost (as indicated in a spell's description).\n\n**_Crowbar._** Using a crowbar grants advantage to Strength checks where the crowbar's leverage can be applied.\n\n**_Druidic Focus._** A druidic focus might be a sprig of mistletoe or holly, a wand or scepter made of yew or another special wood, a staff drawn whole out of a living tree, or a totem object incorporating feathers, fur, bones, and teeth from sacred animals. A druid can use such an object as a spellcasting focus.\n\n**_Fishing Tackle._** This kit includes a wooden rod, silken line, corkwood bobbers, steel hooks, lead sinkers, velvet lures, and narrow netting.\n\n**_Healer's Kit._** This kit is a leather pouch containing bandages, salves, and splints. The kit has ten uses. As an action, you can expend one use of the kit to stabilize a creature that has 0 hit points, without needing to make a Wisdom (Medicine) check.\n\n**_Holy Symbol._** A holy symbol is a representation of a god or pantheon. It might be an amulet depicting a symbol representing a deity, the same symbol carefully engraved or inlaid as an emblem on a shield, or a tiny box holding a fragment of a sacred relic. Appendix PH-B ",
		"parent": "Equipment"
	},
	{
		"name": "Equipment",
		"desc": "Common coins come in several different denominations based on the relative worth of the metal from which they are made. The three most common coins are the gold piece (gp), the silver piece (sp), and the copper piece (cp).\n\nWith one gold piece, a character can buy a bedroll, 50 feet of good rope, or a goat. A skilled (but not exceptional) artisan can earn one gold piece a day. The old piece is the standard unit of measure for wealth, even if the coin itself is not commonly used. When merchants discuss deals that involve goods or services worth hundreds or thousands of gold pieces, the transactions don't usually involve the exchange of individual coins. Rather, the gold piece is a standard measure of value, and the actual exchange is in gold bars, letters of credit, or valuable goods.\n\nOne gold piece is worth ten silver pieces, the most prevalent coin among commoners. A silver piece buys a laborer's work for half a day, a flask of lamp oil, or a night's rest in a poor inn.\n\nOne silver piece is worth ten copper pieces, which are common among laborers and beggars. A single copper piece buys a candle, a torch, or a piece of chalk.\n\nIn addition, unusual coins made of other precious metals sometimes appear in treasure hoards. The electrum piece (ep) and the platinum piece (pp) originate from fallen empires and lost kingdoms, and they sometimes arouse suspicion and skepticism when used in transactions. An electrum piece is worth five silver pieces, and a platinum piece is worth ten gold pieces.\n\nA standard coin weighs about a third of an ounce, so fifty coins weigh a pound.\n\n**Standard Exchange Rates (table)**\n\n| Coin          | CP    | SP   | EP   | GP    | PP      |\n|---------------|-------|------|------|-------|---------|\n| Copper (cp)   | 1     | 1/10 | 1/50 | 1/100 | 1/1,000 |\n| Silver (sp)   | 10    | 1    | 1/5  | 1/10  | 1/100   |\n| Electrum (ep) | 50    | 5    | 1    | 1/2   | 1/20    |\n| Gold (gp)     | 100   | 10   | 2    | 1     | 1/10    |\n| Platinum (pp) | 1,000 | 100  | 20   | 10    | 1       |",
		"parent": "Equipment"
	}
]
